<<<<<<< 25e7056ef0d7cd43dd5d47ee42dbf1696b6ef1b6
a=int(input())
b=int(input())
c=int(input())

if a%b==c:
    print("введенные числа обладают свойством 3")
else:
    print("введенные числа не обладают свойство 3")
if a/b==c:
    print("введенные числа обладают свойством 5")
else:
    print("введенные числа не обладают свойство 5")
=======
a=int(input())
b=int(input())
c=int(input())

if a%b==c:
    print("введенные числа обладают свойством 3")
else:
    print("введенные числа не обладают свойство 3")
if a/b==c:
    print("введенные числа обладают свойством 5")
else:
    print("введенные числа не обладают свойство 5")
>>>>>>> dedc502aa870cd7d575f4089550d3b53e3aadcc8
